tap "homebrew/bundle"
tap "homebrew/services"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "aquaproj/aqua"
brew "aquaproj/aqua/aqua"
brew "btop"
brew "cmake"
brew "curl"
brew "fish"
brew "gettext"
brew "libtool"
brew "mise"
brew "ninja"
brew "pkg-config"
brew "starship"
brew "tldr"
brew "pnpm"
brew "make"
brew "nushell"
brew "pandoc"
cask "wezterm"
cask "google-japanese-ime"
cask "alt-tab"
cask "vivaldi"
cask "slack"
cask "scroll-reverser"
cask "gyazo"
cask "karabiner-elements"
cask "aquaskk"
cask "obs"
cask "spacedrive"
brew "koekeishiya/formulae/yabai" if OS.mac?
brew "felixkratz/formulae/sketchybar" if OS.mac?
