tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "itchyny/tap"
tap "reviewdog/tap"
brew "aquaproj/aqua/aqua"
brew "bat"
brew "btop"
brew "cmake"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gettext"
brew "gh"
brew "git-delta"
brew "glab"
brew "glow"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "libtool"
brew "mise"
brew "ninja"
brew "ollama"
brew "pkg-config"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "starship"
brew "tldr"
brew "tokei"
brew "zoxide"
brew "pnpm"
brew "make"
brew "nushell"
brew "reviewdog/tap/reviewdog"
brew "itchyny/tap/mmv"
cask "wezterm"
cask "google-japanese-ime"
cask "alt-tab"
cask "vivaldi"
cask "slack"
cask "scroll-reverser"
cask "gyazo"
brew "koekeishiya/formulae/skhd" if OS.mac?
brew "koekeishiya/formulae/yabai" if OS.mac?
brew "felixkratz/formulae/sketchybar" if OS.mac?
