tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
brew "asdf"
brew "gh"
brew "glab"
brew "tldr"
brew "fish"
brew "ripgrep"
brew "tokei"
brew "hyperfine"
brew "fzf"
brew "starship"
brew "fd"
brew "sd"
brew "bat"
brew "exa"
brew "lazygit"
brew "shellcheck"
brew "jq"
brew "ninja"
brew "libtool"
brew "cmake"
brew "pkg-config"
brew "gettext"
brew "curl"
cask "wezterm"
cask "google-japanese-ime"
brew "koekeishiya/formulae/skhd" if OS.mac?
brew "koekeishiya/formulae/yabai" if OS.mac?
brew "felixkratz/formulae/sketchybar" if OS.mac?
