jethrokuan/z
oh-my-fish/plugin-extract
rstacruz/fish-autols
oh-my-fish/plugin-balias
jorgebucaran/fisher
Omochice/emptyls-fish
Omochice/fzf-emoji.fish
Omochice/lazyasdf.fish
